export const introData = [
  {
    title: '매장 관리',
    description:
      '내 매장을 자유롭게 소개해보세요.\n간단한 매장 소개부터 상품, 위치, 이벤트 정보까지!',
  },
  {
    title: '동네 소식',
    description:
      '동네 주민들에게 매장의 새로운 소식을 빠르게 알려요!\n<strong>신상품 출시, 노쇼 빈자리, 이벤트 소식</strong> 등을 작성해 매출을 더욱 극대화 해보세요.',
  },
  {
    title: '쿠폰 관리',
    description:
      '내 매장만의 특색이 담긴 쿠폰을 사용할 수 있어요.\n종이 쿠폰의 디자인을 그대로 활용하여 내 매장의 아이덴티티를 고객에게 확실하게 각인시킬 수 있죠.\n\n쿠폰 디자인을 어떻게 만들지 고민 중이라면,\n<strong>쿠폰 UI 디자인 서비스</strong>를 이용해보세요!',
  },
  {
    title: '고객 데이터 관리',
    description:
      '동네 주민들에게 매장의 새로운 소식을 빠르게 알려요! 신상품 출시, 노쇼 빈자리, 이벤트 소식 등을 작성해\n<strong>매출을 더욱 극대화</strong> 해보세요.',
  },
];
