export const landingData = [
  {
    id: 1,
    menu: '홈 · 소비',
    copy: '내 돈 관리,\n지출부터 일정까지\n똑똑하게',
    description:
      '토스에 계좌와 카드를 연결해 보세요.\n계좌 잔액, 대출·투자 내역은 기본,\n일자별 소비와 수입까지 한 번에 볼 수 있어요.',
  },
  {
    id: 2,
    menu: '내 쿠폰',
    copy: '내 돈 관리,\n지출부터 일정까지\n똑똑하게',
    description:
      '토스에 계좌와 카드를 연결해 보세요.\n계좌 잔액, 대출·투자 내역은 기본,\n일자별 소비와 수입까지 한 번에 볼 수 있어요.',
  },
  {
    id: 3,
    menu: '동네소식',
    copy: '내 돈 관리,\n지출부터 일정까지\n똑똑하게',
    description:
      '토스에 계좌와 카드를 연결해 보세요.\n계좌 잔액, 대출·투자 내역은 기본,\n일자별 소비와 수입까지 한 번에 볼 수 있어요.',
  },
  {
    id: 4,
    menu: '고객 테이터',
    copy: '내 돈 관리,\n지출부터 일정까지\n똑똑하게',
    description:
      '토스에 계좌와 카드를 연결해 보세요.\n계좌 잔액, 대출·투자 내역은 기본,\n일자별 소비와 수입까지 한 번에 볼 수 있어요.',
  },
  {
    id: 5,
    menu: '글쓰기',
    copy: '내 돈 관리,\n지출부터 일정까지\n똑똑하게',
    description:
      '토스에 계좌와 카드를 연결해 보세요.\n계좌 잔액, 대출·투자 내역은 기본,\n일자별 소비와 수입까지 한 번에 볼 수 있어요.',
  },
];
